{"list": ["13th Tamil Nadu Assembly", "15th Tamil Nadu Assembly", "2006 Tamil Nadu Legislative Assembly election", "2016 Tamil Nadu Legislative Assembly election", "AIADMK", "All India Anna Dravida Munnetra Kazhagam", "Bodinayakkanur Assembly constituency", "Business Standard", "C. Vidyasagar Rao", "Category:Use Indian English from September 2020", "Category:Use dmy dates from September 2020", "Chief Minister of Tamil Nadu", "Chief minister (India)", "Coalition government", "Command hierarchy", "Deputy Chief Minister", "Deputy Prime Minister of India", "Dravida Munnetra Kazhagam", "Edappadi K. Palaniswami", "Elections in Tamil Nadu", "Emblem of Tamil Nadu", "Fifth Karunanidhi ministry", "Fort St. George, India", "Government of Tamil Nadu", "Governor of Tamil Nadu", "History of Tamil Nadu", "List of chief ministers of Tamil Nadu", "List of current Indian chief ministers", "List of current Indian deputy chief ministers", "List of deputy chief ministers of Andhra Pradesh", "List of deputy chief ministers of Arunachal Pradesh", "List of deputy chief ministers of Assam", "List of deputy chief ministers of Bihar", "List of deputy chief ministers of Chattisgarh", "List of deputy chief ministers of Delhi", "List of deputy chief ministers of Goa", "List of deputy chief ministers of Gujarat", "List of deputy chief ministers of Haryana", "List of deputy chief ministers of Himachal Pradesh", "List of deputy chief ministers of Jammu and Kashmir", "List of deputy chief ministers of Jharkhand", "List of deputy chief ministers of Karnataka", "List of deputy chief ministers of Kerala", "List of deputy chief ministers of Madhya Pradesh", "List of deputy chief ministers of Maharashtra", "List of deputy chief ministers of Manipur", "List of deputy chief ministers of Meghalaya", "List of deputy chief ministers of Mizoram", "List of deputy chief ministers of Nagaland", "List of deputy chief ministers of Odisha", "List of deputy chief ministers of Puducherry", "List of deputy chief ministers of Punjab, India", "List of deputy chief ministers of Rajasthan", "List of deputy chief ministers of Sikkim", "List of deputy chief ministers of Telangana", "List of deputy chief ministers of Tripura", "List of deputy chief ministers of Uttar Pradesh", "List of deputy chief ministers of Uttarakhand", "List of deputy chief ministers of West Bengal", "List of governors of Tamil Nadu", "List of leaders of the house in the Tamil Nadu Legislative Assembly", "List of leaders of the opposition in the Tamil Nadu Legislative Assembly", "List of prime ministers of India", "List of speakers of the Tamil Nadu Legislative Assembly", "M. K. Stalin", "M. Karunanidhi", "O. Panneerselvam", "States and union territories of India", "Surjit Singh Barnala", "Tamil Nadu", "Tamil Nadu Council of Ministers", "Tamil Nadu Legislative Assembly", "Tamil Nadu Legislature", "Template talk:Deputy Chief Ministers of Indian states", "Template:Deputy Chief Ministers of Indian states", "The Hindu", "Thousand Lights Assembly constituency"]}